{
  "totalArticles": 211162,
  "articles": [
    {
      "title": "Assailant with bow and arrows kills 5 people in Norway",
      "description": "COPENHAGEN, Denmark (AP) — A man armed with a bow fired arrows at shoppers in a small Norwegian town Wednesday, killing five people before he was arrested, authorities said. The police chief in the community of Kongsberg, near the capital of Oslo, said there was “a confrontation” between officers and the assailant, but he did not elaborate.",
      "content": "Police stand at the scene after an attack in Kongsberg, Norway, Wednesday, Oct. 13, 2021. Several people have been killed and others injured by a man armed with a bow and arrow in a town west of the Norwegian capital, Oslo. (Hakon Mosvold Larsen/NTB ... [2419 chars]",
      "url": "https://apnews.com/article/oslo-norway-bow-arrow-attack-24095a6b0e2bd26d08a145078d242529",
      "image": "https://storage.googleapis.com/afs-prod/media/0fd930addac54867921c721f86e04899/3000.jpeg",
      "publishedAt": "2021-10-13T23:27:05Z",
      "source": { "name": "Associated Press", "url": "https://apnews.com" }
    },
    {
      "title": "Debate over net zero in Australia is heating up as calls for more climate change action grow. Here's the background",
      "description": "An internal debate in the federal Coalition is heating up over climate change ahead of the COP26 global climate conference, so expect to hear a lot about a net zero carbon emissions target over the coming weeks.",
      "content": "An internal debate in the federal Coalition over climate change is heating up, and the Prime Minister is facing calls to attend the COP26 global climate conference next month.\nAt the heart of the matter is the increasing pressure on the federal gover... [5342 chars]",
      "url": "https://www.abc.net.au/news/2021-10-14/what-is-net-zero-carbon-emissions-cop26-/100534400",
      "image": "https://live-production.wcms.abc-cdn.net.au/e7c8e73e29dd54a8065422b35656a6ba?impolicy=wcms_crop_resize&cropH=512&cropW=910&xPos=114&yPos=119&width=862&height=485",
      "publishedAt": "2021-10-13T23:19:14Z",
      "source": { "name": "ABC News", "url": "https://www.abc.net.au" }
    },
    {
      "title": "Attachment of bank accounts: FBR directs officials to avoid taking ‘coercive’ steps",
      "description": "ISLAMABAD: The Federal Board of Revenue (FBR), Wednesday, directed Chief Commissioners that the coercive measures...",
      "content": "ISLAMABAD: The Federal Board of Revenue (FBR), Wednesday, directed Chief Commissioners that the coercive measures including attachment of bank accounts should be avoided until case has been decided at the level of first forum of appeals i.e. Commissi... [4418 chars]",
      "url": "https://www.brecorder.com/news/40126667",
      "image": "https://i.brecorder.com/large/2021/10/616748b6e8a7f.jpg",
      "publishedAt": "2021-10-13T23:09:53Z",
      "source": {
        "name": "Business Recorder",
        "url": "https://www.brecorder.com"
      }
    },
    {
      "title": "COVID-19 data reporting, current outbreaks, Homecoming, and flu shots: Dr. Guan’s final update to the KFL&A community",
      "description": "(Kingston, Ontario) Dr. Hugh Guan, Acting Medical Officer of Health (MOH) for Kingston, Frontenac, Lennox and Addington (KFL&A) Public Health, provided his final regular COVID-19 update to the local media on Wednesday, Oct. 13, 2021.",
      "content": "Dr. Hugh Guan, Acting Medical Officer of Health (MOH) for Kingston, Frontenac, Lennox and Addington (KFL&A) Public Health smiles while providing a COVID-19 update on the region to the media for the last time while in his current position. Dr. Piotr O... [8469 chars]",
      "url": "https://www.kingstonist.com/news/covid-19-data-reporting-current-outbreaks-homecoming-and-flu-shots-dr-guans-final-update-to-the-kfla-community/",
      "image": "https://www.kingstonist.com/wp-content/uploads/2021/10/Guan-Oct13_21-2-Best.jpg",
      "publishedAt": "2021-10-13T22:59:54Z",
      "source": { "name": "Kingstonist", "url": "https://www.kingstonist.com" }
    },
    {
      "title": "Teenage boys killed in ‘catastrophic’ crash involved in altercation only minutes before",
      "description": "Victoria Police has released CCTV of the altercation, which took place about five kilometres from the scene of the collision, about eight minutes before it happened.",
      "content": "Several teenage boys killed in a “catastrophic” collision with a truck west of Melbourne were involved in an altercation in the middle of a road only minutes earlier, police have revealed.\nVictoria Police released CCTV of the altercation, which happe... [565 chars]",
      "url": "https://www.theage.com.au/national/victoria/teenage-boys-killed-in-catastrophic-crash-involved-in-altercation-only-minutes-before-20211014-p58zu2.html",
      "image": "https://static.ffx.io/images/$zoom_1.1171%2C$multiply_0.7554%2C$ratio_1.777778%2C$width_1059%2C$x_0%2C$y_0/t_crop_custom/q_86%2Cf_auto/t_theage_no_label_no_age_social_wm/2e601d6e9bb46a584085125727eeff7a73e807a3",
      "publishedAt": "2021-10-13T22:50:52Z",
      "source": { "name": "The Age", "url": "https://www.theage.com.au" }
    },
    {
      "title": "Big Brother VIP: Meghan Markle ‘dumped’ first husband, says Thomas Markle Jr",
      "description": "Meghan Markle’s half brother Thomas has claimed the Duchess brutally “dumped” her first husband before she married Prince Harry.",
      "content": "Meghan Markle’s half brother has said she “walked all over” her first husband before brutally dumping him in a new Big Brother VIP preview.\nMeghan Markle’s half brother Thomas has claimed the Duchess brutally “dumped” her first husband before she mar... [2620 chars]",
      "url": "https://www.news.com.au/entertainment/celebrity-life/royals/big-brother-vip-thomas-markle-jr-says-meghan-dumped-first-husband/news-story/24ad9f088ca0b0fb93f9888412a2e017",
      "image": "https://content.api.news/v3/images/bin/d1157c1d3e6ae0670dbf02ed48c26b69",
      "publishedAt": "2021-10-13T22:50:09Z",
      "source": { "name": "NEWS.com.au", "url": "https://www.news.com.au" }
    },
    {
      "title": "IMF projects decline in gross debt",
      "description": "ISLAMABAD: The International Monetary Fund (IMF) has projected a decline in the government gross debt for Pakistan,...",
      "content": "ISLAMABAD: The International Monetary Fund (IMF) has projected a decline in the government gross debt for Pakistan, ie, from 83.4 percent of Gross Domestic Product (GDP) in 2021 to 80.9 percent in 2022.\nAccording to the IMF report, “Fiscal Monitor, S... [1249 chars]",
      "url": "https://www.brecorder.com/news/40126664",
      "image": "https://i.brecorder.com/large/2021/10/61674b4f13595.jpg",
      "publishedAt": "2021-10-13T22:45:09Z",
      "source": {
        "name": "Business Recorder",
        "url": "https://www.brecorder.com"
      }
    },
    {
      "title": "PD yet to open head of accounts to pay agreed amount to IPPs",
      "description": "ISLAMABAD: Power Division is yet to establish Head of Accounts for payment of 40 per cent of total agreed amount to...",
      "content": "ISLAMABAD: Power Division is yet to establish Head of Accounts for payment of 40 per cent of total agreed amount to the Independent Power Producers (IPPs) of the Power Policy 2002, well informed sources told Business Recorder.\nPower Division is expec... [2231 chars]",
      "url": "https://www.brecorder.com/news/40126663",
      "image": "https://i.brecorder.com/large/2021/10/61674bd208f8e.jpg",
      "publishedAt": "2021-10-13T22:45:00Z",
      "source": {
        "name": "Business Recorder",
        "url": "https://www.brecorder.com"
      }
    },
    {
      "title": "Man With Bow and Arrow Kills Five in Norway",
      "description": "As the country went on alert, the police scrambled to investigate an attack in a town 50 miles outside Oslo.",
      "content": "OSLO — A man armed with a bow and arrow went on a rampage in a Norwegian town outside Oslo on Wednesday, killing five people and wounding two others in the deadliest attack in Norway in a decade, the authorities said.\nThe police said they had taken a... [541 chars]",
      "url": "https://www.nytimes.com/2021/10/13/world/europe/norway-bow-arrow-attack.html",
      "image": "https://static01.nyt.com/images/2021/10/13/world/13norway/13norway-facebookJumbo.jpg",
      "publishedAt": "2021-10-13T22:41:30Z",
      "source": {
        "name": "The New York Times",
        "url": "https://www.nytimes.com"
      }
    },
    {
      "title": "Fed doesn't need to 'destroy the economy' to beat inflation",
      "description": "\"Be patient. Don't panic. We're getting there. The seeds of deflation are being planted as we speak,\" the \"Mad Money\" host argued Wednesday.",
      "content": "CNBC's Jim Cramer said Wednesday he believes inflationary pressures in the U.S. can be relieved without the Federal Reserve hiking interest rates, an action he thinks would be damaging for the economy.\n\"Be patient. Don't panic. We're getting there. T... [2113 chars]",
      "url": "https://www.cnbc.com/2021/10/13/jim-cramer-fed-doesnt-need-to-destroy-the-economy-to-beat-inflation.html",
      "image": "https://image.cnbcfm.com/api/v1/image/103263596-IMG_9789rr.jpg?v=1490353675",
      "publishedAt": "2021-10-13T22:39:05Z",
      "source": { "name": "CNBC", "url": "https://www.cnbc.com" }
    }
  ]
}
